CONST
  Level : GLUInt = 10;      // уровень детализации
  CoeffZ : GLFloat = 0.01;  // множитель по Z
  CoeffX : GLFloat = 0.01;  // множитель по X
  CoeffY : GLFloat = 0.01;  // множитель по Y

CONST
  SmallB : GLFloat = 200.0; // рассто€ние от плиты исполнительного органа до плоскости угла
  SmallL4 : GLFloat = 10.0; // толщина плиты исполнительного органа
  
CONST
  Rad1 : GLFloat = 25.0;    // радиус шпильковерта
  H1 : GLFloat = 35.0;      // высота шпильковерта
  Rad1a : GLFloat = 40.0;   // радиус диска
  H1a : GLFloat = 5.0;      // высота диска
  LPlit : GLFloat = 160.0;  // сторона плиты

CONST
  Smallh :  GLFloat = 20.0;  // высота до плоскости нижней крышки шпильковерта
  Rad3 : GLFloat = 15.0;     // радиус центрального отверсти€ в плите
  H2 : GLFloat = 140.0;      // длина шпиндел€
  Rad4 : GLFloat = 10.0;     // радиус шпиндел€
  Rad5 : GLFloat = 15.0;     // радиус патрона
  H3 : GLFloat = 40.0;       // длина патрона
  Rad6 : GLFloat = 7.0;      // радиус детали
  H4 : GLFloat = 70.0;       // длина детали
  Rad7 : GLFloat = 5.0;      // радиус шл€пки болта
  H5 : GLFloat = 5.0;        // высота шл€пки болта
  Rad8 : GLFloat = 2.0;      // радиус основной части болта
  H6 : GLFloat = 40.0;       // высота основной части болта
  Rad9 : GLFloat = 6.0;      // радиус дырки под болт

